260331_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/santander/susto-centro-santander-desplomarse-cristales-edificio-calle-burgos/20260330204413190727.html][Susto en el centro de Santander al desplomarse cristales de un edificio en la calle Burgos]]
- [[https://eldiariocantabria.publico.es/articulo/santander/iu-denuncia-que-santander-arrastra-controles-financieros-2024/20260330203359190724.html][IU denuncia que Santander "arrastra" controles financieros desde 2024]]
- [[https://eldiariocantabria.publico.es/articulo/santander/mas-120-denuncias-botellon-alcohol-volante-fin-semana-santander/20260330202723190723.html][Más de 120 denuncias por botellón y alcohol al volante este fin de semana en Santander]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/cuenta-atras-nueva-red-abastecimiento-santa-cruz-escobedo/20260330201723190722.html][Cuenta atrás para la nueva red de abastecimiento en Santa Cruz de Escobedo]]
- [[https://eldiariocantabria.publico.es/articulo/santander/prc-exige-fecha-definitiva-vial-corcho-30-anos-espera/20260330200307190720.html][El PRC exige una fecha definitiva para el Vial de Corcho "tras 30 años de espera"]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/03/30/italy-art-heist-cezanne-renoir-matisse/][Thieves steal works by Cézanne, Renoir, Matisse in less than 3 minutes]]
- [[https://www.washingtonpost.com/world/2026/03/29/russian-tanker-cuba-anatoly-kolodkin/][U.S. allows Russian oil tanker to reach Cuba, breaking Trump’s effective blockade]]
- [[https://www.washingtonpost.com/world/2026/03/30/israel-suspends-battalion-cnn/][Israel suspends battalion that detained CNN crew in West Bank]]
- [[https://www.washingtonpost.com/world/2026/03/30/easter-jerusalem-pizzaballa-holy-church-sepulchre/][Outrage grows over Israeli restrictions to Jerusalem sites during Holy Week]]
- [[https://www.washingtonpost.com/world/2026/03/30/iran-israel-war-killings/][Israel targets Iran’s leaders with lethal expertise using new AI platform]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/lebanon-expelled-irans-ambassador-he-refused-to-leave-a710471a][Lebanon Expelled Iran’s Ambassador. He Refused To Leave]]
- [[https://www.wsj.com/world/america-downs-cheap-drones-with-million-dollar-missiles-a-fix-is-in-the-works-2afff48a][America Downs Cheap Drones With Million-Dollar Missiles. A Fix Is In the Works.]]
- [[https://www.wsj.com/world/fake-cops-fake-judges-the-hollywood-style-scam-poised-to-go-global-e1e339a3][Fake Cops, Fake Judges: The Hollywood-Style Scam Poised to Go Global]]
- [[https://www.wsj.com/world/irans-wealth-is-parked-on-londons-billionaires-row-cb2022e4][Iran’s Wealth Is Parked on London’s Billionaires’ Row]]
- [[https://www.wsj.com/world/middle-east/irans-revolutionary-guard-built-a-sophisticated-system-of-patronage-its-keeping-the-regime-alive-67d319e6][The Web of Patronage Keeping Iran’s Regime in Control]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/article/2026/03/30/avec-l-aide-de-dieu-nous-tuerons-nos-ennemis-israel-instaure-la-peine-de-mort-pour-les-palestiens-accuses-de-meurtre-terroriste_6675489_3210.html][« Avec l’aide de Dieu, nous tuerons nos ennemis » : Israël instaure la peine de mort pour les Palestiniens accusés de meurtre « terroriste »]]
- [[https://www.lemonde.fr/international/live/2026/03/30/en-direct-guerre-au-moyen-orient-la-france-demande-une-reunion-d-urgence-du-conseil-de-securite-de-l-onu-apres-la-mort-de-trois-casques-bleus-au-liban-en-moins-de-vingt-quatre-heures_6674837_3210.html][EN DIRECT, guerre au Moyen-Orient : la France demande une réunion d’urgence du Conseil de sécurité de l’ONU après la mort de trois casques bleus au Liban en moins de vingt-quatre heures]]
- [[https://www.lemonde.fr/idees/article/2026/03/30/quand-l-irlande-offre-une-lecon-d-europe-a-donald-trump_6675394_3232.html][Quand l’Irlande offre une leçon d’Europe à Donald Trump]]
- [[https://www.lemonde.fr/societe/article/2026/03/30/logement-le-nouveau-maire-de-paris-emmanuel-gregoire-veut-que-l-on-puisse-encore-rever-de-s-installer-dans-la-capitale_6675491_3224.html][Logement : Emmanuel Grégoire, le nouveau maire de Paris, veut que l’on puisse « encore rêver de s’installer » dans la capitale]]
- [[https://www.lemonde.fr/economie/article/2026/03/30/arthur-mensch-patron-de-mistral-ai-heraut-d-une-intelligence-artificielle-ouverte-et-souveraine_6675432_3234.html][Arthur Mensch, patron de Mistral AI, héraut d’une intelligence artificielle ouverte et souveraine]]

*** Le Figaro

- [[https://www.lefigaro.fr/international/guerre-en-iran-les-options-de-donald-trump-pour-une-intervention-terrestre-americaine-20260330][Guerre en Iran : les options de Donald Trump pour une intervention terrestre américaine]]
- [[https://www.lefigaro.fr/international/apres-un-mois-de-guerre-en-iran-donald-trump-face-a-la-tentation-de-l-escalade-20260329][Après un mois de guerre en Iran, Donald Trump face à la tentation de l’escalade]]
- [[https://www.lefigaro.fr/vox/monde/renaud-girard-l-amerique-court-a-la-catastrophe-au-moyen-orient-20260330][Renaud Girard : « L’Amérique court à la catastrophe au Moyen-Orient »]]
- [[https://www.lefigaro.fr/musique/tour-eiffel-ma-soiree-avec-celine-dion-20260330][Tour Eiffel : ma soirée avec Céline Dion]]
- [[https://www.lefigaro.fr/culture/je-me-sens-forte-la-video-de-l-annonce-du-retour-de-celine-dion-20260330][«Je me sens forte»: la vidéo de l’annonce du retour de Céline Dion]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/cwy368j1e3lo?at_medium=RSS&at_campaign=rss][Spain closes airspace to US aircraft involved in Iran war]]
- [[https://www.bbc.com/news/articles/czrevyx28z2o?at_medium=RSS&at_campaign=rss][Russian oil tanker reaches Cuba after Trump appears to loosen blockade]]
- [[https://www.bbc.com/news/articles/c0e7lrxrelwo?at_medium=RSS&at_campaign=rss][Zelensky says allies asked him to scale back attacks on Russian energy]]
- [[https://www.bbc.com/news/articles/cp8dkd6lnjdo?at_medium=RSS&at_campaign=rss][Palestinians convicted of deadly attacks face death penalty under new Israeli law]]
- [[https://www.bbc.com/news/articles/c0rx57zgz52o?at_medium=RSS&at_campaign=rss][Kris Jenner's image spreads in Chinese social media good luck trend]]

