260331_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/us-news/2026/mar/30/ilhan-omar-false-reports-somaliland][News outlets falsely report Somaliland called for extradition of Ilhan Omar]]
- [[https://www.theguardian.com/football/2026/mar/30/congo-brazzaville-jean-guy-blaise-mayolas-fifa-interpol-arrest-warrant][Interpol arrest warrant requested in Congo-Brazzaville for Jean-Guy Blaise Mayolas]]
- [[https://www.theguardian.com/environment/2026/mar/30/weather-tracker-thunderstorms-uae-united-arab-emirates-saudi-arabia][Weather tracker: Thunderstorms drench UAE and Saudi Arabia]]
- [[https://www.theguardian.com/global-development/2026/mar/30/urgent-action-needed-to-prevent-surge-in-digital-violence-in-africa-experts-say][Urgent action needed to prevent surge in digital violence in Africa, experts say]]
- [[https://www.theguardian.com/world/2026/mar/29/graaff-reinet-robert-sobukwe-south-african-town-name-change-stirs-racial-tensions][Goodbye Graaff-Reinet: South African town’s name change stirs racial tensions]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/a-new-york-4mila-studenti-ridanno-vita-nazioni-unite-AIEBsACC][A New York: 4mila studenti ridanno vita alle Nazioni Unite]]
- [[https://www.ilsole24ore.com/art/libano-uccisi-tre-soldati-indonesiani-italia-pressing-cambiare-regole-ingaggio-unifil-AIlqe3EC][Libano, uccisi tre soldati indonesiani. Italia in pressing per cambiare le regole di ingaggio di Unifil]]
- [[https://www.ilsole24ore.com/art/caso-delmastro-chiorino-si-dimette-anche-assessora-per-bene-regione-piemonte-AIcdknFC][Caso Delmastro, Chiorino si dimette anche da assessora «per il bene della Regione Piemonte»]]
- [[https://www.ilsole24ore.com/art/dall-enea-dispositivo-conoscere-inquinanti-dell-aria-tempo-reale-AIvFrGEC][Dall’Enea un dispositivo per conoscere gli inquinanti dell’aria in tempo reale]]
- [[https://www.ilsole24ore.com/art/palazzi-e-hotel-lusso-sono-fortezze-capitali-arabi-italia-AIbCIjDC][Palazzi e hotel di lusso sono le fortezze dei capitali arabi in Italia]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/short-term-excursion-trump-has-run-out-of-options-in-iran-a-b76cef19-aabc-45de-8b1e-a0f33f607496#ref=rss][Donald Trump Has Run Out of Options in Iran]]
- [[https://www.spiegel.de/international/world/ukrainians-soldiers-who-have-abandoned-the-fight-all-quiet-on-the-eastern-front-a-2f51d902-1ba5-4714-b95f-da2ff1c1ad2b#ref=rss][Ukrainians Soldiers Who Have Abandoned the Fight: All Quiet on the Eastern Front]]
- [[https://www.spiegel.de/international/world/u-s-military-expert-on-oil-tanker-convoys-in-the-strait-of-hormuz-iran-must-only-succeed-once-to-trigger-a-catastrophe-a-1b4f4521-01dd-4711-8a5e-8da225d053b5#ref=rss][U.S. Military Expert on Oil Tanker Convoys in the Strait of Hormuz: "Iran Must Only Succeed Once to Trigger a Catastrophe"]]
- [[https://www.spiegel.de/international/world/indigenous-activist-nick-tilsen-trump-wants-to-hear-nothing-about-the-genocide-against-indigenous-nations-a-7dd75e1c-ebec-4da8-b228-d6d0770258ed#ref=rss][Indigenous Activist Nick Tilsen: "Trump Wants to Hear Nothing about the Genocide against Indigenous Nations"]]
- [[https://www.spiegel.de/international/world/a-world-in-chaos-trumps-u-s-abandons-role-as-global-leader-a-e0418524-fb05-4ec2-9688-e3f00a11d9eb#ref=rss][Donald Trump's U.S. Abandons Role as Global Leader]]

*** Deutsche Welle

- [[https://www.dw.com/en/an-in-depth-look-at-israel-s-new-death-penalty-law/a-76586475?maca=en-rss-en-world-4025-rdf][An in-depth look at Israel's new death penalty law]]
- [[https://www.dw.com/en/us-reopens-embassy-in-venezuela-after-seizing-nicolas-maduro/a-76599216?maca=en-rss-en-world-4025-rdf][US reopens embassy in Venezuela after seizing Nicolas Maduro]]
- [[https://www.dw.com/en/nigeria-curfew-in-jos-area-after-attack-near-university/a-76598006?maca=en-rss-en-world-4025-rdf][Nigeria: Curfew in Jos area after attack near university]]
- [[https://www.dw.com/en/pakistan-under-pressure-to-host-successful-us-iran-talks/a-76596163?maca=en-rss-en-world-4025-rdf][Pakistan under pressure to host successful US-Iran talks]]
- [[https://www.dw.com/en/air-canada-ceo-to-retire-after-english-only-condolence-furor/a-76595769?maca=en-rss-en-world-4025-rdf][Air Canada CEO to retire after English-only condolence furor]]

** 🇧🇷 Brasil

