260331_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/no-corre/2026/03/como-neutralizar-seu-ovo-de-pascoa.shtml][Como neutralizar seu ovo de Páscoa]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/blogs/morte-sem-tabu/2026/03/o-testamento-serie-sobre-anita-harley-e-muito-mais-que-entretenimento.shtml]['O Testamento', série sobre Anita Harley, é muito mais que entretenimento]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/03/juros-e-inadimplencia-voltam-a-subir-e-refreiam-novos-emprestimos.shtml][Juros e inadimplência voltam a subir e refreiam novos empréstimos]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/tv/2026/03/contra-guerra-no-ira-espanha-fecha-espaco-aereo-para-avioes-envolvidos-no-conflito.shtml][Contra guerra no Irã, Espanha fecha espaço aéreo para aviões envolvidos no conflito]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/03/zanin-condena-ex-aluno-de-medicina-por-trote-que-obrigou-calouras-a-jurar-nao-recusar-tentativa-de-coito.shtml][Zanin condena ex-aluno de medicina por trote que obrigou calouras a jurar não recusar 'tentativa de coito']]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
